const PHOTO_COUNT = 25;

const PHOTOS_DESCRIPTIONS = [
  'Ваши первые 10 000 фотографий – Ваши худшие',
  'Мир просто не укладывается в формат 35-мм камеры',
  'Послушайте, я не интеллигент - я просто фотографирую',
  'Вы не фотографируете, вы создаете',
  '«Выдающаяся фотография – это глубина чувств, а не глубина резкости',
  'Хороший снимок останавливает ускользающее мгновение',
];

const COMMENTS_MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

const AUTHORS_NAMES = [
  'Анри Картье-Брессон',
  'Юджин Смит',
  'Хельмут Ньютон',
  'Ансель Адамс',
  'Питер Адамс',
  'Юдоре Уэлти',
];
export { PHOTO_COUNT, PHOTOS_DESCRIPTIONS, COMMENTS_MESSAGES, AUTHORS_NAMES };
